{
    "title": "Harsukh Residences Privacy Policy",
    "effectiveDate": "9-11-2024",
    "introduction": "At Harsukh Residences, a project by Almaymaar, we value your trust and respect your right to privacy. This Privacy Policy is designed to inform you about how we collect, use, and protect your personal data when you interact with our website, visit our premises, or engage with our services.",
    "scope": [
      "This Privacy Policy applies to all individuals who visit our website (www.theharsukh.com) or any other website or mobile application owned or operated by Almaymaar.",
      "Interact with our social media accounts or online advertising campaigns.",
      "Provide personal data to us through various means, such as email, phone, or in-person interactions.",
      "Purchase or express interest in purchasing an apartment at Harsukh Residences."
    ],
    "personalDataCollection": {
      "contactInformation": "Name, email address, phone number, and postal address.",
      "identificationInformation": "Passport number, driver's license number, or other government-issued ID.",
      "financialInformation": "Bank account details, payment history, and credit score.",
      "demographicInformation": "Age, occupation, income level, and marital status.",
      "preferences": "Apartment type (e.g., Penthouse, Studio, Three-Bed, Two-Bed, One-Bed), floor preference, and other interests.",
      "browsingHistory": "Information about your interactions with our website, including pages visited, time spent, and search queries."
    },
    "howWeCollectPersonalData": [
      "Website Forms: Online forms, such as contact forms, registration forms, and purchase applications.",
      "Phone and Email Interactions: Conversations with our sales team, customer support, or other representatives.",
      "In-Person Interactions: Meetings with our sales team, visits to our premises, or events.",
      "Social Media: Social media platforms, such as Facebook, Instagram, or LinkedIn.",
      "Cookies and Tracking Technologies: Cookies, web beacons, and other tracking technologies to monitor website interactions."
    ],
    "purposesOfPersonalDataCollection": [
      "Sales and Marketing: To promote Harsukh Residences, communicate with potential buyers, and facilitate sales transactions.",
      "Customer Service: To respond to inquiries, resolve issues, and provide support.",
      "Financial Transactions: To process payments, manage accounts, and conduct financial analysis.",
      "Compliance: To meet regulatory requirements, such as anti-money laundering and know-your-customer obligations.",
      "Improving Our Services: To analyze website interactions, identify trends, and optimize our services."
    ],
    "sharingPersonalData": [
      "Almaymaar Group Companies: Other companies within the Almaymaar group, including subsidiaries and affiliates.",
      "Service Providers: Third-party service providers, such as marketing agencies, IT providers, and financial institutions.",
      "Regulatory Authorities: Government agencies, regulatory bodies, or law enforcement agencies, as required by law.",
      "Other Parties: In the event of a merger, acquisition, or sale of assets, we may share personal data with the relevant parties."
    ],
    "securityMeasures": [
      "Encryption: Encrypting sensitive data, such as financial information.",
      "Access Controls: Restricting access to authorized personnel.",
      "Firewalls and Intrusion Detection: Implementing firewalls and intrusion detection systems to prevent unauthorized access.",
      "Data Backups: Regularly backing up data to prevent loss or corruption."
    ],
    "retentionPeriod": "We retain personal data for as long as necessary to achieve the purposes outlined in this Privacy Policy, unless a longer retention period is required by law.",
    "yourRights": [
      "Access: Request access to your personal data.",
      "Correction: Update or correct your personal data.",
      "Erasure: Request deletion of your personal data.",
      "Restriction: Restrict processing of your personal data.",
      "Objection: Object to processing of your personal data."
    ],
    "contactUs": "If you have any questions, concerns, or requests regarding this Privacy Policy or your personal data, please contact us at info@theharsukh.com"
  }